Repository: mahmoudFawzee/panadol
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Create an account
ar: انشاء حساب

source: Login again
ar: تسجيل الدخول مرة أخرى

# chooseFromTheAccountsSavedOnTheDevice
source: Chosse from the account saved on device
ar: اختر من الحسابات المحفوظة علي الجهاز

source: Add another account
ar: أضف حسابًا آخر

# mangeAccounts
source: Mange account
ar: إدارة الحساب

source: First name
ar: الاسم الاول

source: Add first name
ar: اضف الاسم الاول

source: last name
ar: الاسم الاخير

source: phone number
ar: رقم الجوال

source: Password
ar: كلمة السر

source: Add password
ar: اضف كلمة السر

source: Confirm password
ar: تأكيد كلمة المرور

source: Log in
ar: تسجيل الدخول

# anotherWayToLogin
source: or log in using
ar: او قم بتسجيل الدخول باستخدام

source: add
ar: اضف

source: registration
ar: توثيق

# registerCode
source: enter the otp code
ar: كود توثيق رقم الجوال

# codeSent
source: we sent you a code from 6 numbers to this phone number:
ar: :تم ارسال كود مكون من 6 ارقام الي الرقم التالي

# codeDidNotArrive
source: Code did't sent ?
ar: لم يصلك الكود؟

source: or
ar: او

# registerWithAccount
source: register with your account
ar: وثق حسابك بالبريد الالكتروني

source: next
ar: التالي

source: Skip
ar: تخطي

# notEmpty
source: can not be empty
ar: لا يمكن ان يكون فارغ

# learningReason
source: What is your learning reason
ar: ما هو سبب ارادتك في التعلم ؟

# towQuestionsForHelp
source: just answer two questions to help us get suitable courses for your goal
ar: قم بالاجابة علي سؤالين سريعين للحصول علي اقتراحات مناسبة .مع اهدافك

# jobGoal
source: what is your job goal
ar: ما هو هدفك الوظيفي الحالي؟

# newJob
source: Start a new position
ar: الدخول الي مجال جديد

# evoluteInJob
source: evaluate your current job
ar: محاولة التطور في مجالي الحالي

# becomeAManger
source: evaluate to become a manger
ar: الارتقاء الي رتبة مدير في مجالي الحالي

# gainExperience
source: gain the maximum amount of experience
ar: اكتساب اكبر قدر ممكن من الخبرة

# jobSearch
source: search for your job
ar: ابحث عن مهنتك

# learningJob
source: What is the job you learn for
ar: ما هي المهنة التي تتعلم من اجلها؟

# mostFamous
source: The most famous fields
ar: اشهر المجالات

source: your answers
ar: اجاباتك

source: edit
ar: تعديل

source: Most viewed courses
ar: الكورسات الأكثر رؤية

source: Most popular courses
ar: الكورسات الأكثر شهرة

source: Categories
ar: التصنيفات

source: Latest courses
ar: احدث الكورسات

# highestRatedCourses
source: Highest related courses
ar: اعلي الكورسات تقييما

source: Courses
ar: الكورسات

source: Books
ar: الكتب

source: Articles
ar: المقالات

source: Tests
ar: الاختبارات

# myAccount
source: My acccount
ar: حسابي

source: Most viewed books
ar: الكتب الأكثر رؤية

# latestBooks
source: Lates books
ar: احدث الكتب

# highestRatedBooks
source: Highest related books
ar: اعلي الكتب تقييما

source: Most viewed articles
ar: المقالات الأكثر رؤية

source: latest articles
ar: احدث المقالات

# highestRatedArticles
source: Highest related articles
ar: اعلي المقالات تقييما

source: Panadol tests
ar: Panadol اختبارات

source: My educational paths
ar: مساراتي التعليمية

source: Wish list
ar: قائمة الرغبات

source: Save some thing for later
ar: تريد حفظ شيء ما لاحقًا

# wishListWillDoPurpose
source: Which list will do purpose
ar: قائمة الرغبات ستفي بالغرض

source: Browse categories
ar: تصفح التصنيفات

source: My instructions settings
ar: اعدادات تعليماتي

source: Video Settings
ar: اعدادات الفيديو

# downloadOptions
source: Some of download options
ar: خيارات التحميل

source: Courses installed
ar: الكورسات التي تم تثبيتها

source: Account settings
ar: اعدادت الحساب

source: Email notifications
ar: اشعارات البريد الالكتروني

source: Application settings
ar: اعدادت التطبيق

source: Account lockout
ar: تأمين الحساب

source: Close my account
ar: اغلاق حسابي

source: Support
ar: الدعم

# aboutPandol
source: About panadol
ar: Pandol عن

source: Technical support and assistance
ar: الدعم الفني و المساعدة

# shareTheApp
source: Share app
ar: مشاركة التطبيق

source: SignOut
ar: خروج

source: Course lectures
ar: محاضرات الكورس

source: Course description
ar: وصف الكورس

source: Instructor
ar: المحاضر

source: Show more
ar: اعرض المزيد

source: View Profile
ar: عرض البروفايل

source: Student rates
ar: تقييمات الطلاب

source: Start now
ar: ابدأ الان

# addToMyWishList
source: Add to my whish list
ar: اضف الي قائمة رغباتي

source: Most famous instructor
ar: اشهر المحاضرين

source: Download via Wifi
ar: WI-FI التنزيل عن طريق ال

source: Play sound in background
ar: تشغيل الصوت في الخلفية

source: Automatic Playback Of Next Lecture
ar: التشغيل الاوتوماتيكي للمحاضرة التالية

# instructionsForUse
source: instructions for user
ar: تعليمات الاستخدام

source: Privacy policy
ar: سياسة الخصوصية

source: Intellectual property policy
ar: سياسة الملكية الفكرية

source: About instructor
ar: نبذة عن المحاضر
